{
  "rss": {
    "header": {
      "resultCode": "00",
      "resultMsg": "NORMAL SERVICE",
      "totalCount": 35,
      "pageIndex": 1,
      "pageUnit": 20,
      "searchCondition": "",
      "searchKeyword": ""
    },
    "body": {
      "items": [
        {
          "lGubun": "K",
          "festivalName": "서천 동백꽃 주꾸미 축제",
          "festivalDate": "3월 말~4월 초",
          "information": "주꾸미와 동백꽃의 만남! 주꾸미 잡이가 한창인 3월 마량리 동백나무숲 일원에서 동백꽃 주꾸미 축제가 열린다. 축제 기간 중 시식행사, 체험행사, 주꾸미 낚시체험, 동백나무숲 걷기 대회 등 다양한 프로그램이 진행된다    먹거리 찾는 미식가도, 특산품을 찾는 관광객도 만족!   판매 마당에서는 주꾸미 요리가 주가 되는 먹을거리 장터가 운영되고 서천의 특산품도 저렴한 가격에 구입할 수 있는 특산품 판매장도 함께 운영된다.   동백꽃 주꾸미 축제는 어선에서 갓 잡아 올린 초봄의 별미인 주꾸미를 만날수 있어 미식가들의 입맛을 만족시켜준다.   건강에도 좋은 주꾸미! 주꾸미 먹물에는 타우린 성분이 풍부해 혈중 콜레스테롤 예방과 암 예방 효과, 성인병 예방 피로회복 등에도 아주 좋다고 하니 축제장을 찾아 몸에도 좋고 맛도 좋은 주꾸미 맛보시기 바란다.",
          "mainProgram": "주꾸미낚시체험, 동백나무숲걷기대회, 주꾸미시식행사, 체험행사, 특산품판매장운영",
          "sprvsnInstNm": "서면개발위원회",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "서면",
          "zip": "33604",
          "roadNmAddr": "충청남도 서천군 서면 서인로 58",
          "lotnoAddr": "충청남도 서천군 서면 마량리 339-12",
          "lat": 36.1298597,
          "lot": 126.5035709,
          "tkcgDeptNm": "관광축제과",
          "tkcgTeamNm": "관광축제팀",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "K",
          "festivalName": "자연산 광어·도미 축제",
          "festivalDate": "5월 중순~5월 말",
          "information": "5월 하순 서천의 앞바다에서는 자연산 광어와 도미 잡이가 한창, 성질 급한 자연산 광어는 운송 과정에서 신선도 유지가 어렵기 때문에 도시민을 포구로 초대하여 자연산 광어로 축제를 연다. 광어회, 도미회를 맛보는 맛과 멋의 축제   광어를 잡아라!   미끈미끈 힘차게 퍼덕이는 광어 맨손으로 잡기! 오동통하게 물 오른 광어, 윤기 촤르르 빛이 나서 광어요, 그 몸짓이 크고 넓적해서 광어로다! 큼직한 수조에 웰빙 광어 넣어 놓았으니 들어가 용감하게 맨손으로 잡아보시라~ 광어잡이에 실패 했다면, 서천 주민이 직접 잡아 회 떠 주는 광어도 좋다!   맛도 좋고 가격도 좋은 광어! 씹는 맛이 일품, 자연산 광어 큰 잔치! 가는 손님 발길 잡고, 오는 손님 입맛 사로 잡는 서천의 명물, 광어! 크기에 놀라고, 씹는 맛과 향에 또 한번 놀란다는데.. 쫄깃쫄깃, 탱클탱글 입에 착! 달라붙는 자연산 광어회의 맛! 가격 좋과 맛 좋은 광어, 서천의 비경 그리고 넉넉한 인심과 함께 맛보자. 광어 찜, 광어 부침 등 색다른 광어 요리 역시 일품이다.",
          "mainProgram": "광어맨손잡기, 특산품판매장운영, 체험",
          "sprvsnInstNm": "서면개발위원회",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "서면",
          "zip": "33604",
          "roadNmAddr": "충청남도 서천군 서면 서인로 58",
          "lotnoAddr": "충청남도 서천군 서면 마량리 339-12",
          "lat": 36.1298597,
          "lot": 126.5035709,
          "tkcgDeptNm": "관광축제과",
          "tkcgTeamNm": "관광축제팀",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "K",
          "festivalName": "서천 마량포 해넘이 해돋이 축제",
          "festivalDate": "12월31일~1월1일",
          "information": "해넘이 해돋이를 한 곳에서!   서해한의 해돋이 현상은 지구의 공전과 자전 현상에 의해 나타나는데 동짓날을 중심으로 60일 전후 동안 마량리 동남 방향에서 해가 뜬다. 특히 한 곳에서 일출과 일몰을 감상할 수 있어 자연의 신비함에 대한 감동과 추억을 선사한다. 마량포 해넘이·해돋이 축제는 12월 오후 해넘이 행사를 시작으로 송년 메시지, 해넘이 감상 등으로 진행된다. 이후 자정이 가까워 지면 불꽃놀이, 신년음악회 등 행사가 진행되며, 아침이 오면 서서히 떠오르는 해를 감상할 수 있다.",
          "mainProgram": "명랑운동회, 댄스경연대회, 축하공연, 관광객과 함께하는 레크레이션",
          "sprvsnInstNm": "서면개발위원회",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "서면",
          "zip": "33604",
          "roadNmAddr": "충청남도 서천군 서면 서인로235번길 103",
          "lotnoAddr": "충청남도 서천군 서면 마량리 313-4",
          "lat": 36.1383279,
          "lot": 126.4946997,
          "tkcgDeptNm": "관광축제과",
          "tkcgTeamNm": "관광축제팀",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "K",
          "festivalName": "춘장대해수욕장 여름문화예술축제",
          "festivalDate": "7월 말~8월 초",
          "information": "춘장대해수욕장 여름문화예술축제!    울창한 해송과 맑고 잔잔한 수면, 은빛 모래 해변이 어우러진 천혜의 관광지 춘장대해수욕장에서 만나는 한여름 밤의 음악축제. 『춘장대해수욕장 트로트 가요제』가 춘장대해수욕장 광장에서 개최됩니다.",
          "mainProgram": "춘장대 푸!파!페스티벌, 관광객 장기자랑, 단체OX퀴즈, 한여름밤의 트롯이야기, 한여름밤의 청춘이야기, 시네마 춘장대",
          "sprvsnInstNm": "춘장대해수욕장운영협의회",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "서면",
          "zip": "33603",
          "roadNmAddr": "충청남도 서천군 서면 춘장대길 20",
          "lotnoAddr": "충청남도 서천군 서면 도둔리 1319",
          "lat": 36.163327,
          "lot": 126.5243733,
          "tkcgDeptNm": "관광축제과",
          "tkcgTeamNm": "관광축제팀",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "K",
          "festivalName": "홍원항 전어·꽃게 축제",
          "festivalDate": "9월 중순~9월 말",
          "information": "8월 하순부터 서천의 앞바다에서는 자연산 전어와 꽃게 잡이가 한창인데요. 세종실록지리지에서도 충청도, 경상도, 함경도에서 전어가 많이 나는 것으로 되어있다. 맛이 좋아 사먹는 사람이 돈을 생각하지 않기 때문에 전어(錢魚)라고 한다. 이 생선의 살이 오르고 뼈가 물러지는 산란기에 전어가 많이 잡혀 축제가 열리게 되는데요. 홍원항 자연산 전어 꽃게 축제가 서천군 서면 홍원항 포구 일원에서 개최됩니다.   맛도 좋고 가격도 좋은 전어, 꽃게!   제철음식 전어와 꽃게 맛이 일품! 전어회는 숙취를 제거하고 피부 미용에도 효과가 있는 것으로 알려져 있어 싫어하는 이가 드물다. &quot;집 나간 며느리도 전어 굽는 냄새를 맡으면 집에 돌아온다&quot;로 하는 말이 전해지는 것처럼 그 냄새 또한 잃었던 입맛을 되찾게 해 준다. 서천의 대표 음식인 전어, 꽃게 축제는 9월에 개최하며, 행사기간 중에는 각종 문화행사와 공연 등 볼거리를 제공하고 있다. 또한, 홍원항 어판장에서 갓 잡은 전어는 물론 꽃게, 대하 등 수산물을 구입할 수 있다.",
          "mainProgram": "맨손으로 전어잡기 체험, 전어 깜짝 경매, 홍원항추억의놀이 체험, 포토월",
          "sprvsnInstNm": "홍원항마을축제추진위원회",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "서면",
          "zip": "33603",
          "roadNmAddr": "충청남도 서천군 서면 홍원길 130-3",
          "lotnoAddr": "충청남도 서천군 서면 도둔리 1222-7",
          "lat": 36.1585324,
          "lot": 126.4997033,
          "tkcgDeptNm": "관광축제과",
          "tkcgTeamNm": "관광축제팀",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "K",
          "festivalName": "장항항 꼴갑축제",
          "festivalDate": "6월 초",
          "information": "꼴갑 축제에서의 즐거움! 매년 5월이면 충청남도 서천군 장항항에서 서천군수협어촌계장협의회(서천군 어민회) 주최로 꼴갑 축제가 개최 됩니다.    축제장에서는 각종 신선한 회뿐 아니라, 서천의 우수한 수산물을 알리기 위한 시식행사도 진행하며, 우리 수협에서 위판된 수산물, 건어물 등 판매장을 통하여 저렴한 가격에 제공할 예정입니다.   이와 함께 장항항에서 금강을 바라보며 쫄깃쫄깃한 회를 맛볼 수 있는 수변 회카페도 운영하고 있습니다.   오기 쉬운 서천, 오기 쉬운 장항항! 서천-공주간 고속도로 개통에 따라 대전에서 서천까지 2시간이상 걸리던 것이 이제 1시간이면 달려올 수 있어 접근성이 좋아져 축제장을 찾기 훨씬 편해졌습니다.   동서천 요금소에서부터 10km가량 쭉 뻗은 금강하구 해안도로를 달리고, 장항제련소 굴뚝, 놀이공원, 한산 신성리갈대밭(JSA 영화 촬영지), 한산모시관 등을 구경하시고 축제장에서 먹을거리로 배까지 부르고 일석 몇조의 효과가 기대되는 꼴갑축제입니다.",
          "mainProgram": "수변회까페, 시식행사, 축하공연, 수산물가요제, 깜짝경매, 갑오징어 맨손잡기 체험",
          "sprvsnInstNm": "서천군수협어촌계장협의회",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "장항읍",
          "zip": "33668",
          "roadNmAddr": "충청남도 서천군 장항읍 장산로 232",
          "lotnoAddr": "충청남도 서천군 장항읍 신창리 421",
          "lat": 36.0085473,
          "lot": 126.6841278,
          "tkcgDeptNm": "장항읍 행정복지센터",
          "tkcgTeamNm": "총무팀",
          "telno": "041-950-6304"
        },
        {
          "lGubun": "K",
          "festivalName": "한산모시문화제",
          "festivalDate": "6월 중순",
          "information": "유네스코 인류무형문화유산인 한산모시의 가치와 우수성을 널리 알리기 위한 제32회 한산모시문화제가 『새로운 바람을 입다』라는 주제로 서천군 한산모시관 일원에서 개최됩니다.   한산모시마을 인근 관광지로는 넷플릭스 한국 시리즈 드라마 ‘킹덤’ 과 TV 드라마 ‘추노’ 등 촬영 장소로 유명한 신성리갈대밭이 있다. 문화유산으로는 독립운동가 이상재선생 생가와 기념관(시도기념물 제84호), 이색신도비와, 묘소, 영정이 봉안 되어있는 문헌서원(문화재자료 제125호), 백제유민 최후의 항거지 건지산성(사적 제60호) 등이 있다.",
          "mainProgram": "저산팔읍 길쌈놀이, 신진디자이너 경진대회, 미니베틀 한산모시짜기, 한산모시학교, 한산모시 바람음악회, 한산모시 주민패션쇼, 메타버스 in 한산모시, 라디오 토크쇼 모시, 어린이 대나무 물총대전, 한산모시장터 등",
          "sprvsnInstNm": "한산모시문화제추진위원회",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "한산면",
          "zip": "33624",
          "roadNmAddr": "충청남도 서천군 한산면 충절로 1089",
          "lotnoAddr": "충청남도 서천군 한산면 지현리 60-1",
          "lat": 36.0802246,
          "lot": 126.7993757,
          "tkcgDeptNm": "관광축제과",
          "tkcgTeamNm": "관광축제팀",
          "telno": "041-950-4256"
        },
        {
          "lGubun": "E",
          "festivalName": "Seocheon Camellia Octopus Festival",
          "festivalDate": "Late March to early April",
          "information": "A festival where you can find webfoot octopus and camellia is held at the Maryang-ri Camellia Forest in March, when the webfoot octopus is in season. There are various programs at the festival, including tasting events, experiential activities, an octopus fishing experience program, and the Camellia Forest Walking Competition.    It is a perfect festival for foodies and tourists looking for local specialty products!   There is even a food market offering a wide variety of dishes made with webfoot octopuses, and there is also a specialty product market where you can purchase Seocheon&apos;s specialty products at low prices. The Seocheon Camellia Octopus Festival is sure to satisfy the taste buds of gourmets with webfoot octopuses, a delicacy in early spring, freshly caught on a fishing boat. The webfoot octopus also offers many health benefits, as it is rich in taurine and helps lower blood cholesterol, prevent cancer and adult diseases, and promote recovery from fatigue. So be sure to visit the festival this spring and taste the delicious and nutritious webfoot octopus!",
          "mainProgram": "Webfoot octopus fishing experience, camellia forest walking competition, webfoot octopus tasting event, experience events, and specialty product store",
          "sprvsnInstNm": "Seo-myeon Development Committee",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "Seo-myeon",
          "zip": "33604",
          "roadNmAddr": "58, Seoin-ro, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lotnoAddr": "339-12, Maryang-ri, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lat": 36.1298597,
          "lot": 126.5035709,
          "tkcgDeptNm": "Tourism Festival Division",
          "tkcgTeamNm": "Tourism Festival Team",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "E",
          "festivalName": "Flatfish and Sea Bream Festival",
          "festivalDate": "Mid-May to late May",
          "information": "In late May, wild flatfish (olive flounder) and sea bream are caught off the coast of Seocheon. Wild flounder is difficult to keep fresh during transportation, so the festival is held to invite people to the port to taste them fresh.    Visitors can try catching the slippery, vigorously flapping flatfish with their bare hands! Flatfish that are plump and glistening are placed in a massive water tank, where people enter bravely to catch them with bare hands. If you fail to catch one, you can try the ones caught and prepared by a local.   Flatfish is one of the most popular types of fish eaten raw in Korea because it is tasty, chewy, and affordable! Seocheon is known for wild flatfish, which will surprise you with the size as well as the chewy texture and mouth-watering smell. Visit the festival to try the extra-chewy wild flatfish that will tantalize your taste buds at affordable prices against the backdrop of the splendid scenery of Seocheon and you will not only appreciate the food but also the generosity of the local merchants. They even offer steamed flatfish, flatfish pancakes, and various other sublime dishes made with flatfish.",
          "mainProgram": "Catching flatfish with bare hands, a specialty store, and experiential activities",
          "sprvsnInstNm": "Seo-myeon Development Committee",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "Seo-myeon",
          "zip": "33604",
          "roadNmAddr": "58, Seoin-ro, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lotnoAddr": "339-12, Maryang-ri, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lat": 36.1298597,
          "lot": 126.5035709,
          "tkcgDeptNm": "Tourism Festival Division",
          "tkcgTeamNm": "Tourism Festival Team",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "E",
          "festivalName": "Seocheon Maryangpo Sunset and Sunrise Festival",
          "festivalDate": "December 31 - January 1",
          "information": "A place where the sun rises and sets across the sea!   It&apos;s possible to view the sun rising above the West Sea due to the Earth&apos;s rotation and revolution. The sun rises in the southeast direction of Maryang-ri for about 60 days around the winter solstice. In particular, you can enjoy the sun rising from and setting across the sea from one place, which highlights the mysteries of nature. The Maryangpo Sunset and Sunrise Festival begins with a sunset event in the afternoon on December 31, followed by year-end messages and appreciation of the sunset. Then, as midnight approaches, fireworks and New Year&apos;s concert among other events are held, and countless people gather to watch the sun rise on New Year&apos;s Day.",
          "mainProgram": "Sports fair, dance contest, celebratory performances, and recreational activities with visitors",
          "sprvsnInstNm": "Seo-myeon Development Committee",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "Seo-myeon",
          "zip": "33604",
          "roadNmAddr": "103, Seoin-ro 235beon-gil, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lotnoAddr": "313-4, Maryang-ri, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lat": 36.1383279,
          "lot": 126.4946997,
          "tkcgDeptNm": "Tourism Festival Division",
          "tkcgTeamNm": "Tourism Festival Team",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "E",
          "festivalName": "Chunjangdae Beach Summer Culture and Arts Festival",
          "festivalDate": "Late July to early August",
          "information": "Chunjangdae Beach Summer Culture and Arts Festival!    Chunjangdae Beach Summer Culture and Arts Festival is a music festival held on a midsummer night at Chunjangdae Beach Square, a tourist destination surrounded by a dense pine forest, calm seawaters, and a silvery sandy beach.",
          "mainProgram": "Chunjangdae Pu! Pa! Festival, talent show, group OX quiz, Midsummer Night&apos;s Trot Story, Midsummer Night&apos;s Youth Story, Cinema Chunjangdae",
          "sprvsnInstNm": "Chunjangdae Beach Operation Council",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "Seo-myeon",
          "zip": "33603",
          "roadNmAddr": "20, Chunjangdae-gil, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lotnoAddr": "1319, Dodun-ri, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lat": 36.163327,
          "lot": 126.5243733,
          "tkcgDeptNm": "Tourism Festival Division",
          "tkcgTeamNm": "Tourism Festival Team",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "E",
          "festivalName": "Hongwon Port Jeoneo (Gizzard Shad) & Crab Festival",
          "festivalDate": "Mid-September to late September",
          "information": "From late August, wild gizzard shad and blue crab are caught from the sea off the coast of Seocheon. According to Sejongsillokjiriji (Geography Section of the Annals of King Sejong&apos;s Reign), gizzard shad is found in abundance in Chungcheong-do, Gyeongsang-do, and Hamgyong-do provinces. The fish is called Jeoneo in Korean because it tastes so good that people buy it no matter the cost. The Hongwon Port Jeoneo (Gizzard Shad) & Crab Festival is held in the area around the Port of Hongwon in Seo-myeon, Seocheon-gun during the spawning season, when the fish becomes plump and the bones become soft.    Come and enjoy the tasty and affordable gizzard shad and blue crabs!   Visit the festival to taste the gizzard shad and blue crab when they are in season! Raw gizzard shad is known to be effective in providing relief for hangovers and in skin care. There is also a saying in Korea that goes, &quot;Even a daughter-in-law who has ran away will return when she smells gizzard shad being grilled at home,&quot; and as such, even the smell will help invigorate the appetite. Seocheon hosts the festival in September, with various cultural events and performances taking place during the festival period. Plus, you can purchase freshly caught gizzard shad and various other types of seafood such as blue crab and Chinese white shrimp at the Hongwon Port Fish Market.",
          "mainProgram": "Catching gizzard shad with bare hands, surprise auction of gizzard shad, playing of memorable games at Hongwon Port, and photo wall",
          "sprvsnInstNm": "Hongwon Port Village Festival Promotion Committee",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "Seo-myeon",
          "zip": "33603",
          "roadNmAddr": "130-3, Hongwon-gil, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lotnoAddr": "1222-7, Dodun-ri, Seo-myeon, Seocheon-gun, Chungcheongnam-do",
          "lat": 36.1585324,
          "lot": 126.4997033,
          "tkcgDeptNm": "Tourism Festival Division",
          "tkcgTeamNm": "Tourism Festival Team",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "E",
          "festivalName": "Janghang Port Kkolgap Festival",
          "festivalDate": "Early June",
          "information": "The joy of Kkolgap Festival hosted by the Seocheon-gun Fisheries Cooperative Fishing Village Heads&apos; Association (Seocheon-gun Fishermen&apos;s Association) can be experienced every May at Janghang Port in Seocheon-gun, Chungcheongnam-do Province.   At the festival, visitors can enjoy only various types of fresh raw fish and check out tasting events held to promote the excellent seafood from Seocheon. They can even purchase seafood sourced from the local fisheries cooperatives including fresh seafood and dried seafood at affordable prices.    There is even a waterside raw fish cafe where people can enjoy chewy raw fish, while taking in the scenic view of Geumgang River from Janghang Port.    Seocheon and Janghang Port is now easy to get to! It used to take more than 2 hours to get to Seocheon from Daejeon, but with the opening of the Seocheon-Gongju Expressway, it only takes an hour.    Drive about 10 km on the coastal road adjacent to the Geumgang River Estuary from the East Seocheon tollgate, visit the Janghang smelter, amusement park, Hansan Sinseong-ri reed field (filming location of the movie, &quot;Joint Security Area&quot;), and Hansan Mosi Center, and come to the festival to eat delicious food!",
          "mainProgram": "Waterside raw fish cafe, tasting events, celebratory performance, Seafood Music Festival, surprise auction, and catching cuttlefish with bare hands",
          "sprvsnInstNm": "Seocheon-gun Fisheries Cooperative Fishing Village Heads&apos; Council",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "Janghang-eup",
          "zip": "33668",
          "roadNmAddr": "232, Jangsan-ro, Janghang-eup, Seocheon-gun, Chungcheongnam-do",
          "lotnoAddr": "421, Sinchang-ri, Janghang-eup, Seocheon-gun, Chungcheongnam-do",
          "lat": 36.0085473,
          "lot": 126.6841278,
          "tkcgDeptNm": "Janghang-eup Administrative Welfare Center",
          "tkcgTeamNm": "General Affairs Team",
          "telno": "041-950-6304"
        },
        {
          "lGubun": "E",
          "festivalName": "Hansan Ramie Fabric Cultural Festival",
          "festivalDate": "mid-June",
          "information": "The 32nd Hansan Ramie Fabric Cultural Festival to promote the value and excellence of Hansan mosi (ramie fabric), inscribed as UNESCO Intangible Cultural Heritage of Humanity, will be held in the area of Hansan Mosi Center in Seocheon-gun, with the theme of “Wearing New Winds.&quot;   Tourist attractions near Hansan Mosi Village include Sinseong-ri Reed Field, famous as a filming location for the Netflix series, &quot;Kingdom,&quot; and TV drama, &quot;The Slave Hunters.&quot; Cultural heritage sites include the birthplace and memorial hall of the independence activist Yi Sang-jae (City and Provincial Monument No. 84), Munheonseowon Confucian Academy housng the Sindobi memorial stone, gravesite, and enshrined portrait of Yi Saek (Cultural Heritage Material No. 125), and Geonjisanseong Fortress (Historic Site No. 60), where Baekje refugees fought their final battle.",
          "mainProgram": "Jeosanpal-eup gilssam-nori, New Designer Contest, Hansan mosi weaving with a mini loom, Hansan Mosi School, Hansan Mosi Wind Concert, Hansan Mosi Residents Fashion Show, Metaverse in Hansan Mosi, Radio Talk Show Mosi, Bamboo Water Gun Contest for Kids, Hansan Mosi Market, etc.",
          "sprvsnInstNm": "Hansan Ramie Fabric Cultural Festival Promotion Committee",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "Hansan-myeon",
          "zip": "33624",
          "roadNmAddr": "1089, Chungjeol-ro, Hansan-myeon, Seocheon-gun, Chungcheongnam-do",
          "lotnoAddr": "60-1, Jihyeon-ri, Hansan-myeon, Seocheon-gun, Chungcheongnam-do",
          "lat": 36.0802246,
          "lot": 126.7993757,
          "tkcgDeptNm": "Tourism Festival Division",
          "tkcgTeamNm": "Tourism Festival Team",
          "telno": "041-950-4256"
        },
        {
          "lGubun": "C",
          "festivalName": "舒川山茶花小章鱼节",
          "festivalDate": "3月末~4月初",
          "information": "小章鱼和山茶花的相遇！在渔民们忙着捕捞小章鱼的3月，马梁里山茶树林一带会举行山茶花小章鱼节。庆典期间将举办试吃活动、体验活动、钓小章鱼体验、山茶树林徒步大赛等各多种活动。    无论是探索美食的美食家，还是寻找特产的游客都感到满意！    销售广场上经营着以小章鱼料理为主的美食市场，还设有可以低价购买到舒川特产的特产品销售场。   在山茶花小章鱼节上可以品尝到渔船刚捕捞上来的初春特色小章鱼，满足了美食家们的胃口。   有益于健康的小章鱼！据说小章鱼的墨汁中富含牛磺酸成分，具有预防血液胆固醇和预防癌症的功效，而且还有助于预防成人病和恢复疲劳等，欢迎大家来庆典现场品尝有益于身体健康的美味小章鱼。",
          "mainProgram": "钓小章鱼体验，山茶树林徒步大赛，小章鱼试吃活动，体验活动，经营特产品销售场",
          "sprvsnInstNm": "西面开发委员会",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "西面",
          "zip": "33604",
          "roadNmAddr": "忠清南道舒川郡西面西仁路58",
          "lotnoAddr": "忠清南道舒川郡西面马梁里339-12",
          "lat": 36.1298597,
          "lot": 126.5035709,
          "tkcgDeptNm": "观光庆典科",
          "tkcgTeamNm": "旅游庆典组",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "C",
          "festivalName": "野生比目鱼·鲷鱼节",
          "festivalDate": "5月中旬~5月末",
          "information": "5月下旬，舒川前海正值捕捞野生比目鱼和鲷鱼的时节，性急的野生比目鱼在运输的过程中很难保持新鲜度，因此邀请城市居民来到浦口举办野生比目鱼节。野生比目鱼·鲷鱼节是品尝比目鱼生鱼片和鲷鱼生鱼片的美味庆典   抓比目鱼啦！   徒手抓住活蹦乱跳滑溜溜的比目鱼！个大肉肥、水光滑溜的比目鱼！健康比目鱼已经被放进了大水池中，勇敢地进去徒手抓住它吧~如果抓不到的话，还可以品尝舒川居民亲自抓来切好的生鱼片！   味美价廉的比目鱼！口感一流有嚼劲，野生比目鱼的盛宴！吸引客人驻足，让游客胃口大开的舒川特产，比目鱼！先是被它的个头吓到，之后又被它的嚼劲和香味所惊艳吓…快来品尝筋道Q弹，口感十足的野生比目鱼！味美价廉的比目鱼和舒川的秘境与宽厚的人心吧！。炖比目鱼、煎比目鱼等与众不同的比目鱼料理也堪称一绝。",
          "mainProgram": "徒手捉比目鱼，经营特产品销售场，体验",
          "sprvsnInstNm": "西面开发委员会",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "西面",
          "zip": "33604",
          "roadNmAddr": "忠清南道舒川郡西面西仁路58",
          "lotnoAddr": "忠清南道舒川郡西面马梁里339-12",
          "lat": 36.1298597,
          "lot": 126.5035709,
          "tkcgDeptNm": "观光庆典科",
          "tkcgTeamNm": "旅游庆典组",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "C",
          "festivalName": "舒川马梁浦日落日出节",
          "festivalDate": "12月31日~1月1日",
          "information": "同一个地点看日落和日出！   西海岸的日出现象是由地球公转和自转现象引起的，冬至日前后60天里，太阳会从马梁里的东南方向升起。尤其是可以在同一个地点欣赏日出和日落，让人们感受到大自然的神秘带来的感动与回忆。马梁浦日落日出节将以12月下午的日落活动为开端，按照送年信息、欣赏日落等顺序进行。此后在临近午夜时会举行烟花、新年音乐会等活动，早上来可以欣赏到冉冉升起的太阳。",
          "mainProgram": "明朗运动会，舞蹈比赛，祝贺演出，游客共同参与的娱乐休闲活动",
          "sprvsnInstNm": "西面开发委员会",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "西面",
          "zip": "33604",
          "roadNmAddr": "忠清南道舒川郡西面西仁路235번길 103",
          "lotnoAddr": "忠清南道舒川郡西面马梁里313-4",
          "lat": 36.1383279,
          "lot": 126.4946997,
          "tkcgDeptNm": "观光庆典科",
          "tkcgTeamNm": "旅游庆典组",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "C",
          "festivalName": "春长台海水浴场夏日文化艺术节",
          "festivalDate": "7月末~8月初",
          "information": "春长台海水浴场夏日文化艺术节！    郁郁葱葱的海松、清澈无波的海面、银白色的沙滩交相辉映旅游胜地——春长台海水浴场举办的盛夏夜的音乐庆典。“春长台海水浴场韩国演歌歌谣节”将在春长台海水浴场广场举行。",
          "mainProgram": "春长台文化艺术节，游客才艺表演，团体OX竞猜，盛夏夜的韩国演歌故事，盛夏夜的青春故事，春长台电影院",
          "sprvsnInstNm": "春长台海水浴场运营协议会",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "西面",
          "zip": "33603",
          "roadNmAddr": "忠清南道舒川郡西面春长台路20",
          "lotnoAddr": "忠清南道舒川郡西面都屯里1319",
          "lat": 36.163327,
          "lot": 126.5243733,
          "tkcgDeptNm": "观光庆典科",
          "tkcgTeamNm": "旅游庆典组",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "C",
          "festivalName": "洪元港斑鰶·梭子蟹节",
          "festivalDate": "9月中旬~9月末",
          "information": "8月下旬开始，舒川前海的野生斑鰶和梭子蟹捕捞作业正进行得如火如荼。《世宗实录地理志》中也曾记载说，忠清道、庆尚道和咸镜道盛产斑鰶。据说由于肉味鲜美，买它的人根本不会考虑多少钱，所以又叫做钱鱼。斑鰶的捕捞期主要集中在肉肥骨软的产卵期，这时会举行庆典。洪元港野生斑鰶梭子蟹节在舒川郡西面洪元港浦口一带举行。   味美价廉的斑鰶、梭子蟹！   应季的斑鰶和梭子蟹味道一绝！据说斑鰶生鱼片具有解宿醉和皮肤美容的功效，很少有人会不喜欢。古话说“连离家出走的儿媳妇闻到了烤斑鰶的味道都会重新回家”，它的味道能够让人恢复食欲。 舒川的代表性美食——斑鰶和梭子蟹的庆典于9月举行，庆典期间会举行文化活动和演出等提供各种看点。此外，在洪元港鱼贩场里能够买到刚捕获的斑鰶及梭子蟹、大虾等水产品。",
          "mainProgram": "徒手捉斑鰶体验，斑鰶惊喜拍卖，洪元港回忆游戏体验，照片墙",
          "sprvsnInstNm": "洪元港村庄庆典推进委员会",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "Y",
          "regionAddr": "西面",
          "zip": "33603",
          "roadNmAddr": "忠清南道舒川郡西面洪元路130-3",
          "lotnoAddr": "忠清南道舒川郡西面都屯里1222-7",
          "lat": 36.1585324,
          "lot": 126.4997033,
          "tkcgDeptNm": "观光庆典科",
          "tkcgTeamNm": "旅游庆典组",
          "telno": "041-950-4016"
        },
        {
          "lGubun": "C",
          "festivalName": "长项港蛸墨节",
          "festivalDate": "6月初",
          "information": "蛸墨节的乐趣！每年5月，忠清南道舒川郡长项港会举行由舒川郡水协渔村系长协议会(舒川郡渔民会)主办的“蛸墨节”。   庆典现场不仅有各种新鲜的生鱼片，还会举办宣传舒川优秀水产品的试吃活动，通过销售场低价提供水协委托销售的水产品和干鱼货等。   此外，长项港还经营着可以一边眺望锦江，一边品尝筋道生鱼片的水边生鱼片咖啡厅。   交通便利的舒川和长项港！随着舒川-公州高速公路的开通，从大田到舒川从原本的2个多小时车程缩短为了1个小时，交通变得愈发便利，方便游客来访庆典现场。   从东舒川收费站沿着锦江河口海岸公路行驶10公里左右便可到达，既能观赏长项冶炼厂的烟囱、游乐公园、韩山新城里芦苇田(JSA电影拍摄地)和韩山苎麻馆等，还能在庆典现场用美食填饱肚子，可谓是一举两得。",
          "mainProgram": "水边生鱼片咖啡厅，试吃活动，祝贺演出，水产品歌谣节，惊喜拍卖，徒手捉墨鱼体验",
          "sprvsnInstNm": "舒川郡水协渔村系长协议会",
          "parkingSpot": "Y",
          "barrierFreeTouristAttraction": "-",
          "regionAddr": "长项邑",
          "zip": "33668",
          "roadNmAddr": "忠清南道舒川郡长项邑长山路232",
          "lotnoAddr": "忠清南道舒川郡长项邑新昌里421",
          "lat": 36.0085473,
          "lot": 126.6841278,
          "tkcgDeptNm": "长项邑行政福利中心",
          "tkcgTeamNm": "总务组",
          "telno": "041-950-6304"
        }
      ]
    }
  }
}